{
	"1": [
		{
			"name": "Baxter",
			"type": "Dog",
			"breed": "Beagle",
			"sex": "Male",
			"color": "Tri-color (Black, Brown, White)",
			"spayedNeutered": "Yes",
			"age": 5,
			"animalID": 34621,
			"microchipNumber": "982000364789210",
			"image": "Beagle.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Meet Baxter, a lovable Beagle with a knack for sniffing out fun! Baxter was rescued from a shelter and has blossomed into a friendly and outgoing boy. He loves long walks and has a keen sense of smell. He's great with kids and other dogs, making him the perfect family pet. His favorite pastime is chasing squirrels in the park and curling up for naps. Baxter is looking for a loving home where he can share his endless affection and playful spirit."
		},
		{
			"name": "Sandy",
			"type": "Dog",
			"breed": "Golden Retriever",
			"sex": "Female",
			"color": "Golden",
			"spayedNeutered": "Yes",
			"age": 7,
			"animalID": 41382,
			"microchipNumber": "985112004567890",
			"image": "Golden-Retriever.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Sandy is a heartwarming Golden Retriever with a golden coat as bright as her personality. Rescued from a neglectful situation, she has shown incredible resilience and love for life. Sandy is great with children and other pets, making her an ideal family dog. She enjoys outdoor adventures, especially swimming and fetching. Sandy is looking for a forever home where she can spread her joy and love."
		},
		{
			"name": "Oliver",
			"type": "Cat",
			"breed": "Siamese",
			"sex": "Male",
			"color": "Seal Point",
			"spayedNeutered": "Yes",
			"age": 2,
			"animalID": 62894,
			"microchipNumber": "981120025678902",
			"image": "Siamese.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Oliver is a sleek Siamese cat with striking blue eyes and a seal point coat. Found wandering in a neighborhood, he's adapted well to shelter life but is eager for a permanent home. Oliver is vocal, expressing his thoughts freely, and enjoys interactive playtime. He's affectionate and loves to be close to his human companions, often following them around the house. Oliver would do best in a home where he can receive plenty of attention and love."
		},
		{
			"name": "Max",
			"type": "Dog",
			"breed": "Labrador Retriever",
			"sex": "Male",
			"color": "Chocolate",
			"spayedNeutered": "Yes",
			"age": 4,
			"animalID": 47920,
			"microchipNumber": "985120031478902",
			"image": "Labrador-Retriever.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Max is a charming Chocolate Labrador with a love for life and a tail that never stops wagging. Rescued from an overcrowded shelter, Max has shown immense gratitude and loyalty to his caregivers. He is full of energy and would thrive in a home with a backyard or regular access to outdoor activities. Max is great with children and other dogs, and he's always up for a game of fetch or a leisurely walk. His ideal home would be with an active family who can match his energy and zest for life."
		},
		{
			"name": "Daisy",
			"type": "Cat",
			"breed": "Persian",
			"sex": "Female",
			"color": "White",
			"spayedNeutered": "Yes",
			"age": 6,
			"animalID": 58329,
			"microchipNumber": "981120036712345",
			"image": "Persian.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Daisy is a stunning white Persian cat with a luxurious coat and gentle demeanor. She was surrendered by an owner who could no longer care for her. Daisy is a bit of a diva and loves being the center of attention. She enjoys being groomed and will happily sit in your lap for hours. She's not fond of loud noises or fast movements, so a quiet and calm household would be ideal. Daisy is looking for a loving home where she can be pampered and adored."
		},
		{
			"name": "Charlie",
			"type": "Dog",
			"breed": "Dachshund",
			"sex": "Male",
			"color": "Dapple (Black and Gray)",
			"spayedNeutered": "Yes",
			"age": 3,
			"animalID": 49583,
			"microchipNumber": "982000367829101",
			"image": "Dachshund.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Charlie is a spirited Dapple Dachshund with a playful personality. He was found as a stray and has since shown an incredible zest for life. Charlie loves exploring, whether it's a new trail or the corners of his home. He's a bit mischievous and enjoys hiding his toys. Charlie would do well in a home with an individual or family who enjoys fun and adventure. He's small but has a big heart and a lot of love to give."
		},
		{
			"name": "Luna",
			"type": "Dog",
			"breed": "German Shepherd",
			"sex": "Female",
			"color": "Black and Tan",
			"spayedNeutered": "Yes",
			"age": 4,
			"animalID": 50231,
			"microchipNumber": "982000365478219",
			"image": "German-Shepherd.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Luna is an intelligent German Shepherd with a loyal nature. Rescued from a working dog facility, she's well-trained and responds to basic commands. Luna enjoys mental stimulation through puzzle toys and thrives in an active household. She's protective of her family but gentle with children. Perfect for someone wanting both a companion and security buddy."
		},
		{
			"name": "Thor",
			"type": "Cat",
			"breed": "Maine Coon",
			"sex": "Male",
			"color": "Brown Tabby",
			"spayedNeutered": "Yes",
			"age": 5,
			"animalID": 51247,
			"microchipNumber": "985112367890123",
			"image": "Maine-Coon.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Thor is a majestic Maine Coon with tufted ears and a bushy tail. This gentle giant was surrendered due to housing changes. He's remarkably social for a cat, often greeting visitors at the door. Enjoys playing with feather toys and watching birds from windowsills. Would thrive in a home with cat trees and space to explore."
		},
		{
			"name": "Bella",
			"type": "Dog",
			"breed": "Poodle",
			"sex": "Female",
			"color": "Apricot",
			"spayedNeutered": "Yes",
			"age": 2,
			"animalID": 52468,
			"microchipNumber": "982000369871234",
			"image": "Poodle.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Bella is a clever Standard Poodle with hypoallergenic curls. Former show dog retired due to minor ear infection history. Excels at agility training and loves water activities. Needs regular grooming and mental challenges. Ideal for allergy sufferers wanting an active, intelligent companion."
		},
		{
			"name": "Misty",
			"type": "Cat",
			"breed": "Ragdoll",
			"sex": "Female",
			"color": "Blue Bicolor",
			"spayedNeutered": "Yes",
			"age": 1,
			"animalID": 53692,
			"microchipNumber": "981120765432189",
			"image": "Ragdoll.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Misty is a floppy Ragdoll kitten who lives up to her breed's name. Surrendered with her litter, she's the last needing a home. Adores being carried like a baby and will melt in your arms. Playful yet calm temperament. Perfect for first-time cat owners or families with gentle children."
		},
		{
			"name": "Kuma",
			"type": "Dog",
			"breed": "Shiba Inu",
			"sex": "Male",
			"color": "Red",
			"spayedNeutered": "Yes",
			"age": 3,
			"animalID": 54829,
			"microchipNumber": "982000367829102",
			"image": "Shiba-Inu.jpg",
			"status": [
				"Health checked",
				"Vaccinations up to date",
				"Regularly dewormed",
				"Microchipped"
			],
			"about": "Kuma is a spirited Shiba Inu with a strong personality and a love for adventure. Rescued from a breeder, he's looking for a home that understands his independent nature. Kuma is intelligent and enjoys mental challenges, making him a great candidate for training. He would do best in a home without small children and with owners who appreciate his unique breed traits."
		}
	]
}